{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"show_page_title":true,"heading_align":"text-center"}},"custom_liquid_emhRpH":{"type":"custom-liquid","name":"Custom HTML\/Liquid","settings":{"custom_liquid":"<!DOCTYPE html>\n<html lang=\"en\">\n\n<head>\n    <meta charset=\"UTF-8\">\n    <title>Privacy Policy<\/title>\n    <!-- 内部样式表 -->\n    <style>\n        \/* 容器样式 *\/\n        .privacy-policy {\n            max-width: 800px;\n            margin: 0 auto;\n            padding: 20px;\n        }\n\n        \/* h4 标题样式 *\/\n        .privacy-policy h4 {\n            font-family: Arial, Helvetica, sans-serif;\n            font-size: 22px;\n            font-weight: bold;\n            color: #333333;\n            margin-bottom: 12px;\n        }\n\n        \/* p 段落样式 *\/\n        .privacy-policy p {\n            font-family: Arial, Helvetica, sans-serif;\n            font-size: 18px;\n            color: #555555;\n            line-height: 1.5;\n            margin-bottom: 15px;\n        }\n\n        \/* ul 列表样式 *\/\n        .privacy-policy ul {\n            font-family: Arial, Helvetica, sans-serif;\n            font-size: 16px;\n            color: #555555;\n            line-height: 1.5;\n            margin-bottom: 15px;\n            padding-left: 20px;\n        }\n\n        \/* li 列表项样式 *\/\n        .privacy-policy li {\n            margin-bottom: 10px;\n        }\n    <\/style>\n<\/head>\n\n<body>\n    <div class=\"privacy-policy\" ； style=\"font-family: Arial, sans-serif; line-height: 1.5;\n  padding: 30px;\n  max-width: 1400px;\n  margin: 20px auto;\">\n        <h1 style=\"text-align: center;margin: 20px 0;padding: 0;margin-bottom: 50px;\">Privacy policy<\/h1>\n        <p style=\"margin-bottom: 30px;\">This Privacy Policy describes how GoMaxLead (the \"Site\", \"we\", \"us\", or \"our\")\n            collects, uses, and discloses your personal information when you visit, use our services, or make a purchase\n            from www.gomaxlead.com (the \"Site\") or otherwise communicate with us regarding the Site (collectively,\n            the \"Services\"). For purposes of this Privacy Policy, \"you\" and \"your\" means you as the user of the\n            Services, whether you are a customer, website visitor, or another individual whose information we have\n            collected pursuant to this Privacy Policy.<\/p>\n\n        <p style=\"margin-bottom: 30px;\">Please read this Privacy Policy carefully. By using and accessing any of the\n            Services, you agree to the collection, use, and disclosure of your information as described in this Privacy\n            Policy. If you do not agree to this Privacy Policy, please do not use or access any of the Services.<\/p>\n\n        <h4 style=\"margin-bottom: 30px;margin-top: 50px;\">Changes to This Privacy Policy<\/h4>\n        <p style=\"margin-bottom: 30px;\">We may update this Privacy Policy from time to time, including to reflect\n            changes to our practices or for other operational, legal, or regulatory reasons. We will post the revised\n            Privacy Policy on the Site, update the \"Last updated\" date and take any other steps required by applicable\n            law.<\/p>\n\n        <h4 style=\"margin-bottom: 30px;margin-top: 50px;\">How We Collect and Use Your Personal Information<\/h4>\n        <p style=\"margin-bottom: 30px;\">To provide the Services, we collect and have collected over the past 12 months\n            personal information about you from a variety of sources, as set out below. The information that we collect\n            and use varies depending on how you interact with us.<\/p>\n        <p style=\"margin-bottom: 30px;\">In addition to the specific uses set out below, we may use information we\n            collect about you to communicate with you, provide or improve or improve the Services, comply with any\n            applicable legal obligations, enforce any applicable terms of service, and to protect or defend the\n            Services, our rights, and the rights of our users or others.<\/p>\n\n        <h4 style=\"margin-bottom: 30px;margin-top: 50px;\">What Personal Information We Collect<\/h4>\n        <p style=\"margin-bottom: 30px;\">The types of personal information we obtain about you depends on how you\n            interact with our Site and use our Services. When we use the term \"personal information\", we are referring\n            to information that identifies, relates to, describes or can be associated with you. The following sections\n            describe the categories and specific types of personal information we collect.<\/p>\n\n        <h4 style=\"margin-bottom: 30px;margin-top: 50px;\">Information We Collect Directly from You<\/h4>\n        <p style=\"margin-bottom: 30px;\">Information that you directly submit to us through our Services may include:<\/p>\n        <ul style=\"list-style-type: disc; margin-bottom: 30px;padding-left: 20px;\">\n            <li style=\"margin-bottom: 10px;\"><strong>Contact details<\/strong> including your name, address, phone\n                number, and email.<\/li>\n            <li style=\"margin-bottom: 10px;\"><strong>Order information<\/strong> including your name, billing address,\n                shipping address, payment confirmation, email address, and phone number.<\/li>\n            <li style=\"margin-bottom: 10px;\"><strong>Account information<\/strong> including your username, password,\n                security questions and other information used for account security purposes.<\/li>\n            <li><strong>Customer support information<\/strong> including the information you choose to include in\n                communications with us, for example, when sending a message through the Services.<\/li>\n        <\/ul>\n        <p style=\"margin-bottom: 30px;\">Some features of the Services may require you to directly provide us with\n            certain information about yourself. You may elect not to provide this information, but doing so may prevent\n            you from using or accessing these features.<\/p>\n        <h4 style=\"margin-bottom: 30px;margin-top: 50px;\">Information We Collect about Your Usage<\/h4>\n        <p style=\"margin-bottom: 30px;\">We may also automatically collect certain information about your interaction\n            with the Services <strong>(\"Usage Data\")<\/strong>. To do this, we may use cookies, pixels and similar\n            technologies <strong>(\"Cookies\")<\/strong>. Usage Data may include information about how you access and use\n            our Site and your account, including device information, browser information, information about your network\n            connection, your IP address and other information regarding your interaction with the Services.<\/p>\n        <h4 style=\"margin-bottom: 30px;margin-top: 50px;\">Information We Obtain from Third Parties<\/h4>\n        <p style=\"margin-bottom: 30px;\">Finally, we may obtain information about you from third parties, including from\n            vendors and service providers who may collect information on our behalf, such as:<\/p>\n        <ul style=\"list-style-type: disc; margin-bottom: 30px;padding-left: 20px;\">\n            <li style=\"margin-bottom: 10px;\">Companies who support our Site and Services, such as Shopify.<\/li>\n            <li style=\"margin-bottom: 10px;\">Our payment processors, who collect payment information (e.g., bank\n                account, credit or debit card information, billing address) to process your payment in order to fulfill\n                your orders and provide you with products or services you have requested, in order to perform our\n                contract with you.<\/li>\n            <li style=\"margin-bottom: 10px;\">When you visit our Site, open or click on emails we send you, or interact\n                with our Services or advertisements, we, or third parties we work with, may automatically collect\n                certain information using online tracking technologies such as pixels, web beacons, software developer\n                kits, third-party libraries, and cookies.<\/li>\n        <\/ul>\n        <p style=\"margin-bottom: 30px;\">Any information we obtain from third parties will be treated in accordance with\n            this Privacy Policy. Also see the section below, Third Party Websites and Links.<\/p>\n        <h4 style=\"margin-bottom: 30px;margin-top: 50px;\">How We Use Your Personal Information<\/h4>\n        <ul style=\"list-style-type: disc; margin-bottom: 30px;padding-left: 20px;\">\n            <li style=\"margin-bottom: 10px;\"><strong>Providing Products and Services.<\/strong> We use your personal\n                information to provide you with the Services in order to perform our contract with you, including to\n                process your payments, fulfill your orders, to send notifications to you related to your account,\n                purchases, returns, exchanges or other transactions, to create, maintain and otherwise manage your\n                account, to arrange for shipping, facilitate any returns and exchanges and other features and\n                functionalities related to your account. We may also enhance your shopping experience by enabling\n                Shopify to match your account with other Shopify services that you may choose to use. In this case,\n                Shopify will process your information as set forth in its Privacy Policy and Consumer Privacy Policy.\n            <\/li>\n            <li style=\"margin-bottom: 10px;\"><strong>Marketing and Advertising.<\/strong> We may use your personal\n                information for marketing and promotional purposes, such as to send marketing, advertising and\n                promotional communications by email, text message or postal mail, and to show you advertisements for\n                products or services. This may include using your personal information to better tailor the Services and\n                advertising on our Site and other websites.<\/li>\n            <li style=\"margin-bottom: 10px;\"><strong>Security and Fraud Prevention. <\/strong>We use your personal\n                information to detect, investigate or take action regarding possible fraudulent, illegal or malicious\n                activity. If you choose to use the Services and register an account, you are responsible for keeping\n                your account credentials safe. We highly recommend that you do not share your username, password, or\n                other access details with anyone else. If you believe your account has been compromised, please contact\n                us immediately.<\/li>\n            <li><strong>Communicating with You and Service Improvement.<\/strong> We use your personal information to\n                provide you with customer support and improve our Services. This is in our legitimate interests in order\n                to be responsive to you, to provide effective services to you, and to maintain our business relationship\n                with you.<\/li>\n        <\/ul>\n        <h4 style=\"margin-bottom: 30px;margin-top: 50px;\">Cookies<\/h4>\n\n        <p style=\"margin-bottom: 30px;\">Like many websites, we use <strong>Cookies<\/strong> on our Site. For specific\n            information about the <strong>Cookies<\/strong> that we use related to powering our store with Shopify, see\n            <a href=\"https:\/\/www.shopify.com\/legal\/cookies\" target=\"_blank\"\n                style=\"color: #0066cc; text-decoration: underline;\">https:\/\/www.shopify.com\/legal\/cookies<\/a>. We use\n            <strong>Cookies<\/strong> to power and improve our Site and our Services (including to remember your actions\n            and preferences), to run analytics and better understand user interaction with the Services (in our\n            legitimate interests to administer, improve and optimize the Services). We may also permit third parties and\n            services providers to use <strong>Cookies<\/strong> on our Site to better tailor the services, products and\n            advertising on our Site and other websites.\n        <\/p>\n\n        <p style=\"margin-bottom: 30px;\">Most browsers automatically accept Cookies by default, but you can choose to set\n            your browser to remove or reject Cookies through your browser controls. Please keep in mind that removing or\n            blocking Cookies can negatively impact your user experience and may cause some of the Services, including\n            certain features and general functionality, to work incorrectly or no longer be available. Additionally,\n            blocking Cookies may not completely prevent how we share information with third parties such as our\n            advertising partners.<\/p>\n        <p style=\"margin-bottom: 30px;\">Our website also recognizes the Global Privacy Control (GPC) signal, which\n            enables you to opt-out of certain uses or disclosures of your information. If you notify us of your\n            preference through GPC, we will treat such signal as a valid request to opt out of sharing \/ targeted\n            advertising for the associated browser or device, and, if we are able to associate the device sending the\n            signal to a Shopify account, we will apply the opt out request to the account as well. To learn more about\n            Global Privacy Control, you can visit <a href=\"https:\/\/globalprivacycontrol.org\/\" target=\"_blank\"\n                style=\"color: #0066cc; text-decoration: underline;\">https:\/\/globalprivacycontrol.org\/<\/a>. Other than\n            the Global Privacy Control, we do not recognize other “Do Not Track” signals that may be sent from your web\n            browser or device.<\/p>\n        <h4 style=\"margin-bottom: 30px;margin-top: 50px;\">How We Disclose Personal Information<\/h4>\n        <p style=\"margin-bottom: 30px;\">In certain circumstances, we may disclose your personal information to third\n            parties for contract fulfillment purposes, legitimate purposes and other reasons subject to this Privacy\n            Policy. Such circumstances may include:<\/p>\n        <ul style=\"list-style-type: disc; margin-bottom: 30px;padding-left: 20px;\">\n            <li style=\"margin-bottom: 10px;\">With vendors or other third parties who perform services on our behalf\n                (e.g., IT management, payment processing, data analytics, customer support, cloud storage, fulfillment\n                and shipping).<\/li>\n            <li style=\"margin-bottom: 10px;\">With business and marketing partners to provide services and advertise to\n                you. Our business and marketing partners will use your information in accordance with their own privacy\n                notices.<\/li>\n            <li style=\"margin-bottom: 10px;\">When you direct, request us or otherwise consent to our disclosure of\n                certain information to third parties, such as to ship you products or through your use of social media\n                widgets or login integrations, with your consent.<\/li>\n            <li style=\"margin-bottom: 10px;\">With our affiliates or otherwise within our corporate group, in our\n                legitimate interests to run a successful business.<\/li>\n            <li>In connection with a business transaction such as a merger or bankruptcy, to comply with any applicable\n                legal obligations (including to respond to subpoenas, search warrants and similar requests), to enforce\n                any applicable terms of service, and to protect or defend the Services, our rights, and the rights of\n                our users or others.<\/li>\n        <\/ul>\n        <p style=\"margin-bottom: 30px;\">We have in the past 12 months disclosed the following categories of personal\n            information and sensitive personal information about users for the purposes set out above in \"How we Collect\n            and Use your Personal Information\" and \"How we Disclose Personal Information\":<\/p>\n        <table style=\"width: 80%; border-collapse: collapse; font-family: Arial, sans-serif; margin: 20px auto;\">\n            <thead>\n                <tr style=\"background-color: #f2f2f2;\">\n                    <th style=\"padding: 12px 15px; text-align: left; border: 1px solid #ddd; font-weight: bold;\">\n                        Category<\/th>\n                    <th style=\"padding: 12px 15px; text-align: left; border: 1px solid #ddd; font-weight: bold;\">\n                        Categories of Recipients<\/th>\n                <\/tr>\n            <\/thead>\n            <tbody>\n                <tr>\n                    <td style=\"padding: 12px 15px; border: 1px solid #ddd; vertical-align: top;\">● Identifiers such as\n                        basic contact details and certain order and account information<\/td>\n                    <td style=\"padding: 12px 15px; border: 1px solid #ddd; vertical-align: top;\">● Vendors and third\n                        parties who perform services on our behalf (such as Internet service providers, payment\n                        processors, fulfillment partners, customer support partners and data analytics providers)<\/td>\n                <\/tr>\n                <tr style=\"background-color: #f9f9f9;\">\n                    <td style=\"padding: 12px 15px; border: 1px solid #ddd; vertical-align: top;\">● Personal information\n                        categories listed in the California Customer Records statute such as basic contact details and\n                        certain order and account information<\/td>\n                    <td style=\"padding: 12px 15px; border: 1px solid #ddd; vertical-align: top;\">● Business and\n                        marketing partners<\/td>\n                <\/tr>\n                <tr>\n                    <td style=\"padding: 12px 15px; border: 1px solid #ddd; vertical-align: top;\">● Commercial\n                        information such as order information, shopping information and customer support information\n                    <\/td>\n                    <td style=\"padding: 12px 15px; border: 1px solid #ddd; vertical-align: top;\">● Affiliates<\/td>\n                <\/tr>\n\n                <tr style=\"background-color: #f9f9f9;\">\n                    <td style=\"padding: 12px 15px; border: 1px solid #ddd; vertical-align: top;\">● Internet or other\n                        similar network activity, such as Usage Data<\/td>\n                    <td style=\"padding: 12px 15px; border: 1px solid #ddd; vertical-align: top;\"><\/td>\n                <\/tr>\n                <tr>\n                    <td style=\"padding: 12px 15px; border: 1px solid #ddd; vertical-align: top;\">● Geolocation data such\n                        as locations determined by an IP address or other technical measures<\/td>\n                    <td style=\"padding: 12px 15px; border: 1px solid #ddd; vertical-align: top;\"><\/td>\n                <\/tr>\n            <\/tbody>\n        <\/table>\n        <p style=\"margin-bottom: 30px;\">We do not use or disclose sensitive personal information without your consent or\n            for the purposes of inferring characteristics about you.<\/p>\n        <p style=\"margin-bottom: 30px;\">We have “sold” and “shared” (as those terms are defined in applicable law)\n            personal information over the preceding 12 months for the purpose of engaging in advertising and marketing\n            activities, as follows.<\/p>\n        <table style=\"width: 80%; border-collapse: collapse; font-family: Arial, sans-serif; margin: 20px auto;\">\n            <thead>\n                <tr style=\"background-color: #f2f2f2;\">\n                    <th style=\"padding: 12px 15px; text-align: left; border: 1px solid #ddd; font-weight: bold;\">\n                        Category of Personal Information<\/th>\n                    <th style=\"padding: 12px 15px; text-align: left; border: 1px solid #ddd; font-weight: bold;\">\n                        Categories of Recipients<\/th>\n                <\/tr>\n            <\/thead>\n            <tbody>\n                <tr>\n                    <td style=\"padding: 12px 15px; border: 1px solid #ddd; vertical-align: top;\">Identifiers such as\n                        name, e-mail address and phone number<\/td>\n                    <td style=\"padding: 12px 15px; border: 1px solid #ddd; vertical-align: top;\">Business and marketing\n                        partners<\/td>\n                <\/tr>\n                <tr style=\"background-color: #f9f9f9;\">\n                    <td style=\"padding: 12px 15px; border: 1px solid #ddd; vertical-align: top;\">Commercial information\n                        such as records of products or services purchased<\/td>\n                    <td style=\"padding: 12px 15px; border: 1px solid #ddd; vertical-align: top;\">Business and marketing\n                        partners<\/td>\n                <\/tr>\n                <tr>\n                    <td style=\"padding: 12px 15px; border: 1px solid #ddd; vertical-align: top;\">Usage Data<\/td>\n                    <td style=\"padding: 12px 15px; border: 1px solid #ddd; vertical-align: top;\">Business and marketing\n                        partners<\/td>\n                <\/tr>\n            <\/tbody>\n        <\/table>\n        <h4 style=\"margin-bottom: 30px;margin-top: 50px;\">User Generated Content<\/h4>\n        <p style=\"margin-bottom: 30px;\">The Services may enable you to post product reviews and other user-generated\n            content. If you choose to submit user generated content to any public area of the Services, this content\n            will be public and accessible by anyone.<\/p>\n        <p style=\"margin-bottom: 30px;\">We do not control who will have access to the information that you choose to\n            make available to others, and cannot ensure that parties who have access to such information will respect\n            your privacy or keep it secure. We are not responsible for the privacy or security of any information that\n            you make publicly available, or for the accuracy, use or misuse of any information that you disclose or\n            receive from third parties.<\/p>\n        <h4 style=\"margin-bottom: 30px;margin-top: 50px;\">Third Party Websites and Links<\/h4>\n        <p style=\"margin-bottom: 30px;\">Our Site may provide links to websites or other online platforms operated by\n            third parties. If you follow links to sites not affiliated or controlled by us, you should review their\n            privacy and security policies and other terms and conditions. We do not guarantee and are not responsible\n            for the privacy or security of such sites, including the accuracy, completeness, or reliability of\n            information found on these sites.<\/p>\n        <p style=\"margin-bottom: 30px;\">Information you provide on public or semi-public venues, including information\n            you share on third-party social networking platforms may also be viewable by other users of the Services\n            and\/or users of those third-party platforms without limitation as to its use by us or by a third party. Our\n            inclusion of such links does not, by itself, imply any endorsement of the content on such platforms or of\n            their owners or operators, except as disclosed on the Services.<\/p>\n        <h4 style=\"margin: 20px 0;margin-top: 50px;\">Children's Data<\/h4>\n        <p style=\"margin: 20px 0;\">The Services are not intended to be used by children, and we do not knowingly collect\n            any personal information about children. If you are the parent or guardian of a child who has provided us\n            with their personal information, you may contact us using the contact details set out below to request that\n            it be deleted.<\/p>\n        <p style=\"margin-bottom: 30px;\">s of the Effective Date of this Privacy Policy, we do not have actual knowledge\n            that we “share” or “sell” (as those terms are defined in applicable law) personal information of individuals\n            under 16 years of age.<\/p>\n        <h4 style=\"margin-bottom: 30px;margin-top: 50px;\">Security and Retention of Your Information<\/h4>\n        <p style=\"margin-bottom: 30px;\">Please be aware that no security measures are perfect or impenetrable, and we\n            cannot guarantee “perfect security.” In addition, any information you send to us may not be secure while in\n            transit. We recommend that you do not use insecure channels to communicate sensitive or confidential\n            information to us.<\/p>\n        <p style=\"margin-bottom: 30px;\">How long we retain your personal information depends on different factors, such\n            as whether we need the information to maintain your account, to provide the Services, comply with legal\n            obligations, resolve disputes or enforce other applicable contracts and policies.<\/p>\n        <h4 style=\"margin-bottom: 30px;margin-top: 50px;\">Your Rights<\/h4>\n        <p>Depending on where you live, you may have some or all of the rights listed below in relation to your personal\n            information. However, these rights are not absolute, may apply only in certain circumstances and, in certain\n            cases, we may decline your request as permitted by law.<\/p>\n        <ul style=\"list-style-type: disc; margin-bottom: 30px;padding-left: 20px;\">\n            <li style=\"margin-bottom: 10px;\"><strong>Right to Access \/ Know<\/strong>: You may have a right to request\n                access to personal information that we hold about you, including details relating to the ways in which\n                we use and share your information.<\/li>\n            <li style=\"margin-bottom: 10px;\"><strong>Right to Delete<\/strong>: You may have a right to request that we\n                delete personal information we maintain about you.<\/li>\n            <li style=\"margin-bottom: 10px;\"><strong>Right to Correct<\/strong>: You may have a right to request that we\n                correct inaccurate personal information we maintain about you.<\/li>\n            <li><strong>Right of Portability<\/strong>: You may have a right to receive a copy of the personal\n                information we hold about you and to request that we transfer it to a third party, in certain\n                circumstances and with certain exceptions.<\/li>\n            <li><strong>Restriction of Processing<\/strong>: You may have the right to ask us to stop or restrict our\n                processing of personal information.<\/li>\n            <li><strong>Withdrawal of Consent<\/strong>: Where we rely on consent to process your personal information,\n                you may have the right to withdraw this consent.<\/li>\n            <li><strong>Appeal<\/strong>: You may have a right to appeal our decision if we decline to process your\n                request. You can do so by replying directly to our denial.<\/li>\n            <li><strong>Managing Communication Preferences<\/strong>: We may send you promotional emails, and you may opt\n                out of receiving these at any time by using the unsubscribe option displayed in our emails to you. If\n                you opt out, we may still send you non-promotional emails, such as those about your account or orders\n                that you have made.<\/li>\n        <\/ul>\n        <p style=\"margin-bottom: 30px;\">You may exercise any of these rights where indicated on our Site or by\n            contacting us using the contact details provided below.<\/p>\n        <p style=\"margin-bottom: 30px;\">We will not discriminate against you for exercising any of these rights. We may\n            need to collect information from you to verify your identity, such as your email address or account\n            information, before providing a substantive response to the request. In accordance with applicable laws, you\n            may designate an authorized agent to make requests on your behalf to exercise your rights. Before accepting\n            such a request from an agent, we will require that the agent provide proof you have authorized them to act\n            on your behalf, and we may need you to verify your identity directly with us. We will respond to your\n            request in a timely manner as required under applicable law.<\/p>\n        <h4 style=\"margin-bottom: 30px;margin-top: 50px;\">Complaints<\/h4>\n        <p>If you have complaints about how we process your personal information, please contact us using the contact\n            details provided below. If you are not satisfied with our response to your complaint, depending on where you\n            live you may have the right to appeal our decision by contacting us using the contact details set out below,\n            or lodge your complaint with your local data protection authority.<\/p>\n        <h4 style=\"margin: 20px 0;margin-top: 50px;\">International Users<\/h4>\n        <p style=\"margin-bottom: 30px;\">Please note that we may transfer, store and process your personal information\n            outside the country you live in. Your personal information is also processed by staff and third party\n            service providers and partners in these countries.<\/p>\n        <p style=\"margin-bottom: 30px;\">If we transfer your personal information out of Europe, we will rely on\n            recognized transfer mechanisms like the European Commission's Standard Contractual Clauses, or any\n            equivalent contracts issued by the relevant competent authority of the UK, as relevant, unless the data\n            transfer is to a country that has been determined to provide an adequate level of protection.<\/p>\n        <h4 style=\"margin-bottom: 30px;margin-top: 50px;\">Contact<\/h4>\n        <p style=\"margin-bottom: 30px;\">Should you have any questions about our privacy practices or this Privacy\n            Policy, or if you would like to exercise any of the rights available to you, please email us at\n            maxlead@great-support.com.<\/p>\n    <\/div>\n<\/body>\n\n<\/html>","section_height":"tight","full_width":false,"dividers":"none","prevent_animation":false}}},"order":["main","custom_liquid_emhRpH"]}